driver-tests/bpelse/dynamicpartnerlink/correlation/CorrelationTwoPropJBI/test/InvokeOneWay_Pick_InitNo/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:mes="http://xml.netbeans.org/schema/InvokeOneWay_Pick_InitNo/src/Message">
  <soapenv:Body>
    <mes:Message>
      <mes:Content>Initial Message.</mes:Content>
      <mes:CorrelationVal1>
        <mes:Id>183</mes:Id>
      </mes:CorrelationVal1>
      <mes:CorrelationVal2>
        <mes:Id>381</mes:Id>
      </mes:CorrelationVal2>
    </mes:Message>
  </soapenv:Body>
</soapenv:Envelope>